act(["О Кубачи", 
`Кубачи - одно из замечательных селений Дагестана, известное в мире как село, 
специализирующееся на производстве украшении из драгоценных металлов. 
В XIX — начале XX века село прославились художественной отделкой оружия и 
изготовлением ювелирных изделий. Источники IX—X веков упоминают село как страну 
"Зирехгеран". Исследователи считают, что термин "Зирехгеран" 
не относился к определенному селению. <br/>Много интересных сведений о 
нем собрано и опубликовано в статьях исследователей со всего мира, 
которые изучали село. <br/>В далекие века в дальних странах ходили рассказы о 
том, что существует территория, на котором ведется произво кольчуг, боевых 
снаряжений и оружия, которые поставлялись в разные страны. <br/>Некоторым 
путешественникам удавалось проникнуть в крепость, расположенный в заоблачных 
высях, и они распространяли сведения об этой горной кузнице. <br/>Имеющиеся 
вокруг села многочисленные кладбища свидетельствуют о том, что жители села 
были не только оружейниками и кольчужниками, но и были резчиками. 
На надгробиях в узоры`
, 
` красиво вплетаются надписи, передающие имена умерших.<br/>
Исходя из произведении исскуств, можно определить ход развития декоративного 
мастерства древних жителей, оно менялось от одного века к другому. Традицией было 
украшать каменной резьбой не только надгробия, но и сторожевые башни, стены домов. 
Албанские камни имели рельефные изображения живых существ: людей, хищных зверей, 
драконов, птиц, умело вплетенных в растительный орнамент. Сами контуры фигур, 
звериные гривы и хвосты, оперения птиц тоже решены орнаментально с исключительным 
ритмическим чувством. Все изображалось по памяти и воображению, поэтому узоры не 
повторяются.<br/>Расцвет кузнечно-литейного производства, мастерства золотых и 
серебряных дел, резьбы по камню в селе насчитывает столетия. Выделка кольчуг, панцирей, 
копий, мечей и другого оружия связана с еще более глубокой древностью. <br/>В 
трудах древних историков можно найти расплывчатые указания на то когда началось 
развитие этого ремесла.<br/>Плотные соединения многочисленных колец, из которых 
состоит`
, 
` кольчуга, не давали возможности стрелам сквозь нее проникнуть. Кроме того, 
она хорошо защищало тело от ударов мечей и кинжалов.<br/>В далекие времена на территории 
села велась добыча драгоценного железа. Выплавку металла жители производили из местной руды, 
которую находили недалеко от своего селения, около аула Чумли, в ущельях, носящих название 
Хъябкъойла катала. Здесь у скал были выстроены из местных твердых камней самодельные печи. 
<br/>Следы плавки в виде остатков шлаков и примесей к железной руде встречаются до сих пор. 
Обожженные огнем коричневатые скалы тоже свидетельствуют о том, что здесь длительное время 
производился обжиг руды. Эту работу делали группы плавильщиков.<br/>При ковке металла кузнецы 
производили различные операции: рубку, вытягивание, пробивание отверстий, скручивание, штамповку. 
Они располагали различными самодельными инструментами: щипцами, молотками, зубилами, пробойниками. 
<br/>Для точки острых инструментов применялись ручные точила из местного твердого камня, мелко- и 
крупнозернистого песчаника.`]);
